<template>
  <div class="about-us">
    <base-title class="about-us__title">Перевозки по России быстро и надежно</base-title>
    <div class="about-us__text">
      <h2>немного О нас</h2>
      <p>
        Компания ООО «Наша Доставка» транспортно-экспедиционная компания с большим опытом грузоперевозок по России и странам таможенного союза. Более 2-х лет мы доставляем грузы от Калининграда до Владивостока, в Республику Беларусь и Казахстан. Нами было доставлено более 3000 грузов. Самый дорогой груз, который был доставлен нашей транспортной компанией, стоил более 30 000 000 руб.
      </p>
      <p>
        На логотипе компании изображена коробка в цветах Российского флага с изображением запуска ракеты-носителя. Белый цвет символизирует надежность нашей транспортной компании, так как мы работаем только с проверенными перевозчиками и страхуем грузы клиентов. Синий цвет символизирует честность по отношению к клиентам, мы всегда готовы предоставить актуальную информацию по статусу груза и ответить на все интересующие вопросы по доставке груза. Красный цвет символизирует смелость, мы готовы вместе с нашими клиентами реализовывать самые смелые и сложные проекты. Ракета-носитель символизирует скорость, точность, качество и предназначена для доставки грузов в заданную точку, так и наша компания доставляет грузы от двери до двери в заданную точку нашей страны.
      </p>
      <h2>Потому что НАША!</h2>
    </div>
    <picture class="about-us__picture-left">
      <img src="~/images/about-us/rocket.jpg" alt="">
    </picture>
    <picture class="about-us__picture-right">
      <img src="~/images/about-us/truck.jpg" alt="">
    </picture>
  </div>
</template>

<script>
  export default {
    name: 'AboutUs',
    components: {

    },
    computed: {
      _items() {
        return []
      }
    }
  }
</script>

<style scoped>

</style>